{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Replace","pattern":{"String":"0"},"content":""},{"type":"Replace","pattern":{"String":"1"},"content":""},{"type":"Replace","pattern":{"String":"2"},"content":""},{"type":"Replace","pattern":{"String":"3"},"content":""},{"type":"Replace","pattern":{"String":"4"},"content":""},{"type":"Replace","pattern":{"String":"5"},"content":""},{"type":"Replace","pattern":{"String":"6"},"content":""},{"type":"Replace","pattern":{"String":"7"},"content":""},{"type":"Replace","pattern":{"String":"8"},"content":""},{"type":"Replace","pattern":{"String":"9"},"content":""},{"type":"Lowercase"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[UNK]":0,"[CLS]":1,"[SEP]":2,"[PAD]":3,"\"":4,",":5,"-":6,"a":7,"c":8,"d":9,"e":10,"f":11,"g":12,"h":13,"i":14,"l":15,"m":16,"n":17,"o":18,"p":19,"q":20,"r":21,"s":22,"t":23,"u":24,"v":25,"w":26,"x":27,"y":28,"z":29,"à":30,"de":31,"en":32,"th":33,"te":34,",-":35,"ty":36,"le":37,"mo":38,"in":39,"nte":40,"ve":41,"ix":42,"ui":43,"qu":44,"to":45,"qua":46,"al":47,"go":48,"the":49,"lez":50,"move":51,"allez":52,"tr":53,"pui":54,"then":55,"puis":56,"gh":57,"igh":58,"ight":59,"se":60,"oi":61,",\"":62,",,":63,"ing":64,"ving":65,"vingt":66,"tre":67,"ante":68,"do":69,"quatre":70,"six":71,",,-":72,",-,":73,"cen":74,"dr":75,"au":76,"ch":77,"ft":78,"gau":79,"right":80,"scen":81,"up":82,"wn":83,"dez":84,"descen":85,"left":86,"monte":87,"oite":88,"down":89,"droite":90,"che":91,"gauche":92,"descendez":93,"montez":94,",-,-":95,"et":96,"ven":97,"ne":98,"seven":99,"rty":100,"nin":101,"nine":102,"tw":103,"oix":104,"soix":105,"soixante":106,"fo":107,"fi":108,"ze":109,"cin":110,"an":111,"and":112,"dix":113,"thi":114,"eigh":115,"fif":116,"one":117,"seventy":118,"hui":119,"huit":120,"uf":121,"neuf":122,"forty":123,"ninety":124,"thirty":125,"enty":126,"twenty":127,"quante":128,"cinquante":129,"rante":130,"quarante":131,"ente":132,"trente":133,"pt":134,"sept":135,"sixty":136,"eighty":137,"ur":138,"four":139,"fifty":140,"ee":141,"ree":142,"three":143,"two":144,"eight":145,"five":146,"un":147,"\",,":148,"\",,-":149,"\",-,":150,"\",-,-":151,"teen":152,"ux":153,"deux":154,"troi":155,"trois":156,"cinq":157,"ize":158,"inze":159,"quinze":160,"rze":161,"torze":162,"quatorze":163,"seize":164,"nze":165,"onze":166,"uze":167,"douze":168,"treize":169,"fifteen":170,"fourteen":171,"nineteen":172,"cent":173,"ed":174,"hun":175,"dred":176,"hundred":177,"eighteen":178,"sixteen":179,"seventeen":180,"ele":181,"eleven":182,"rteen":183,"thirteen":184,"el":185,"twel":186,"twelve":187,"vingts":188,"ten":189,"str":190,"string":191},"merges":["d e","e n","t h","t e",", -","t y","l e","m o","i n","n te","v e","i x","u i","q u","t o","qu a","a l","g o","th e","le z","mo ve","al lez","t r","p ui","th en","pui s","g h","i gh","igh t","s e","o i",", \"",", ,","in g","v ing","ving t","tr e","a nte","d o","qua tre","s ix",", ,-",",- ,","c en","d r","a u","c h","f t","g au","r ight","s cen","u p","w n","de z","de scen","le ft","mo nte","oi te","do wn","dr oite","ch e","gau che","descen dez","monte z",",- ,-","e t","v en","n e","se ven","r ty","n in","nin e","t w","o ix","s oix","soix ante","f o","f i","z e","c in","a n","an d","d ix","th i","e igh","fi f","o ne","seven ty","h ui","hui t","u f","ne uf","fo rty","nine ty","thi rty","en ty","tw enty","qua nte","cin quante","r ante","qua rante","en te","tr ente","p t","se pt","six ty","eigh ty","u r","fo ur","fif ty","e e","r ee","th ree","tw o","e ight","fi ve","u n","\" ,,","\" ,,-","\" ,-,","\" ,-,-","te en","u x","de ux","tr oi","troi s","cin q","i ze","in ze","qu inze","r ze","to rze","qua torze","se ize","n ze","o nze","u ze","do uze","tre ize","fif teen","four teen","nine teen","cen t","e d","h un","dr ed","hun dred","eigh teen","six teen","seven teen","e le","ele ven","r teen","thi rteen","e l","tw el","twel ve","vingt s","t en","s tr","str ing"]}}