{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Replace","pattern":{"String":"0"},"content":""},{"type":"Replace","pattern":{"String":"1"},"content":""},{"type":"Replace","pattern":{"String":"2"},"content":""},{"type":"Replace","pattern":{"String":"3"},"content":""},{"type":"Replace","pattern":{"String":"4"},"content":""},{"type":"Replace","pattern":{"String":"5"},"content":""},{"type":"Replace","pattern":{"String":"6"},"content":""},{"type":"Replace","pattern":{"String":"7"},"content":""},{"type":"Replace","pattern":{"String":"8"},"content":""},{"type":"Replace","pattern":{"String":"9"},"content":""},{"type":"Replace","pattern":{"String":",\""},"content":"\""},{"type":"Replace","pattern":{"String":"\","},"content":"\""},{"type":"Lowercase"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"unk_token":"[UNK]","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"[UNK]":0,"[CLS]":1,"[SEP]":2,"[PAD]":3,"\"":4,",":5,"-":6,"a":7,"c":8,"d":9,"e":10,"f":11,"g":12,"h":13,"i":14,"l":15,"m":16,"n":17,"o":18,"p":19,"q":20,"r":21,"s":22,"t":23,"u":24,"v":25,"w":26,"x":27,"y":28,"z":29,"à":30,"##n":31,"##e":32,"##f":33,"##t":34,"##h":35,"##i":36,"##r":37,"##y":38,"##-":39,"##,":40,"##o":41,"##u":42,"##z":43,"##x":44,"##g":45,"##s":46,"##l":47,"##a":48,"##w":49,"##v":50,"##q":51,"##c":52,"##p":53,"##d":54,"de":55,"##en":56,"th":57,"##te":58,"##ty":59,"mo":60,"##ez":61,"##in":62,"##nte":63,"##ve":64,"##ix":65,"##ui":66,"##ua":67,"al":68,"go":69,"to":70,"##-,":71,"##lez":72,"the":73,"move":74,"allez":75,"pui":76,"then":77,"puis":78,"##ig":79,"##igh":80,",,":81,"##re":82,"qua":83,",-,":84,"##ight":85,"se":86,"##ro":87,"##roi":88,"quat":89,"##ante":90,"##ing":91,"ving":92,"vingt":93,"do":94,"quatre":95,"six":96,"droi":97,"ga":98,"le":99,"right":100,"up":101,"##ft":102,"##he":103,"##uc":104,"##sc":105,"##wn":106,"##dez":107,"desc":108,"##endez":109,"monte":110,"down":111,"droite":112,"gauc":113,"left":114,"descendez":115,"montez":116,"gauche":117,"et":118,"##ven":119}}}