{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Replace","pattern":{"String":"0"},"content":""},{"type":"Replace","pattern":{"String":"1"},"content":""},{"type":"Replace","pattern":{"String":"2"},"content":""},{"type":"Replace","pattern":{"String":"3"},"content":""},{"type":"Replace","pattern":{"String":"4"},"content":""},{"type":"Replace","pattern":{"String":"5"},"content":""},{"type":"Replace","pattern":{"String":"6"},"content":""},{"type":"Replace","pattern":{"String":"7"},"content":""},{"type":"Replace","pattern":{"String":"8"},"content":""},{"type":"Replace","pattern":{"String":"9"},"content":""},{"type":"Replace","pattern":{"String":"-"},"content":""},{"type":"Lowercase"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"unk_token":"[UNK]","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"[UNK]":0,"[CLS]":1,"[SEP]":2,"[PAD]":3,"[MASK]":4,"\"":5,",":6,"a":7,"c":8,"d":9,"e":10,"f":11,"g":12,"h":13,"i":14,"l":15,"m":16,"n":17,"o":18,"p":19,"q":20,"r":21,"s":22,"t":23,"u":24,"v":25,"w":26,"x":27,"y":28,"z":29,"à":30,"##i":31,"##f":32,"##t":33,"##y":34,"##w":35,"##o":36,"##e":37,"##v":38,"##n":39,"##h":40,"##r":41,"##p":42,"##x":43,"##a":44,"##d":45,"##u":46,"##q":47,"##c":48,"##s":49,"##g":50,"##z":51,"##,":52,"##l":53,"##\"":54,"de":55,"##en":56,"th":57,"##te":58,"##ty":59,",,":60,"mo":61,"##ez":62,"##in":63,"##nte":64,"##ve":65,"##ix":66,"##ui":67,"al":68,"go":69,"to":70,"##lez":71,"the":72,"move":73,"allez":74,"##ua":75,"pui":76,"then":77,"puis":78,"##ig":79,"##igh":80,"##ev":81,"##tr":82,"##ight":83,"##oi":84,"qua":85,"\",":86,",\"":87,"\",,":88,"##ing":89,"##ingt":90,"##ante":91,"##roi":92,"do":93,"droi":94,"ga":95,"le":96,"right":97,"up":98,"##ft":99,"##wn":100,"##he":101,"##dez":102,"##uc":103,"##cen":104,"##scen":105,"descen":106,"monte":107,"down":108,"droite":109,"gauc":110,"left":111,"descendez":112,"montez":113,"gauche":114,"et":115,"##even":116,"quatr":117,"so":118,"soix":119,"##ine":120,"##rty":121,"##evingt":122,"quatrevingt":123,"soixante":124,"##qua":125,"##ze":126,"##nd":127,"##eu":128,"and":129,"##six":130,"six":131,"##tyt":132,"tw":133,"fo":134,"seven":135,"nine":136,"##tyf":137,"fi":138,"tr":139,"eigh":140,"cin":141,"thi":142,"fif":143,"##se":144,"twen":145,"vingt":146,"forty":147,"##ne":148,"tren":149,"##ou":150,"cinqua":151,"quar":152,"##euf":153,"thirty":154,"##re":155,"##uit":156,"##pt":157,"trente":158,"quarante":159,"##ree":160,"cinquante":161,"##huit":162,"##sept":163,"##wo":164,"##seven":165,"##nine":166,"##one":167,"##tre":168,"##dix":169,"##ive":170,"##hree":171,"##our":172,"##eight":173,"##teen":174,"sixty":175,"un":176,"##tytwo":177,"twenty":178,"##troi":179,"##trois":180,"##quatre":181,"eighty":182,"##cin":183,"##tythree":184,"##cinq":185,"##deu":186,"##deux":187,"ninety":188,"##ize":189,"##tyfive":190,"##tyfour":191,"seventy":192,"fifty":193,"##neuf":194,"soixantedix":195,"dix":196,"##ten":197,"##teneuf":198,"quatrevingtdix":199,"##to":200,"##rze":201,"##torze":202,"##nze":203,"##nteneuf":204,"##uin":205,"##uinze":206,"##quatorze":207,"fortyf":208,"##eize":209,"##two":210,"##treize":211,"##dou":212,"##douze":213,"onze":214,"##ur":215,"four":216,"##seize":217,"##quinze":218,"##anteneuf":219,"##three":220,"thirtyf":221,"one":222,"quatrevingts":223,"quatrevingtquatorze":224,"soixantequatorze":225,"trentedeux":226,"sixtyone":227,"cen":228,"cent":229,"ten":230,"vingtquatre":231,"twentyseven":232,"soixantedixhuit":233,"seventyfive":234,"cinquantetrois":235,"five":236,"vingthuit":237,"ninetynine":238,"trentequatre":239,"soixantetrois":240,"eightyseven":241,"fortyfour":242,"seventytwo":243,"soixantedixneuf":244,"soixantecinq":245,"ninetyfour":246,"sixtyseven":247,"seventythree":248,"fiftythree":249,"##ux":250,"deux":251,"fifteen":252,"twentyfive":253,"sixtynine":254,"soixantedeux":255,"fiftytwo":256,"twentysix":257,"sixtysix":258,"neuf":259,"fortynine":260,"thirtynine":261,"trentecinq":262,"eightyone":263,"treize":264,"twentytwo":265,"trentetrois":266,"eightyfive":267,"vingtcinq":268,"ninetyseven":269,"twentynine":270,"fortyfive":271,"fortyeight":272,"thirtysix":273,"twentyone":274,"seventyone":275,"soixantesix":276,"sixtyfour":277,"vingtneuf":278,"fortyone":279,"two":280,"quarantehuit":281,"fortyseven":282,"cinquanteneuf":283,"ninetytwo":284,"ninetyeight":285,"quatrevingtdouze":286,"fortythree":287,"thirtytwo":288,"eightysix":289,"quatrevingtdeux":290,"quatrevingttreize":291,"soixantetreize":292,"eightytwo":293,"fortytwo":294,"eight":295,"quarantecinq":296,"cinquantesix":297,"seize":298,"quatrevingtsix":299,"eightythree":300,"quatrevingtquatre":301,"soixanteseize":302,"sixtytwo":303,"twentythree":304,"thirtyone":305,"soixantequinze":306,"vingtsix":307,"thirtyeight":308,"cinquantesept":309,"seventeen":310,"dixneuf":311,"twentyeight":312,"eightyeight":313,"fiftyseven":314,"troi":315,"soixantedouze":316,"fiftyfour":317,"fiftynine":318,"trois":319,"quatrevingthuit":320,"cinq":321,"quarantesept":322,"##rteen":323,"ninetyfive":324,"thirteen":325,"soixantesept":326,"vingttrois":327,"quarantequatre":328,"seventyeight":329,"huit":330,"quatorze":331,"seventyfour":332,"fiftyone":333,"soixantedixsept":334,"dixsept":335,"##uze":336,"douze":337,"quatre":338,"sixteen":339,"sixtythree":340,"ninetysix":341,"vingtdeux":342,"fortysix":343,"##onze":344,"quatrevingtonze":345,"nineteen":346,"seventynine":347,"quarantetrois":348,"seventyseven":349,"dixhuit":350,"sixtyeight":351,"ninetythree":352,"quaranteneuf":353,"quarantesix":354,"quatrevingtdixneuf":355,"thirtyfive":356,"soixanteneuf":357,"cinquantequatre":358,"##un":359,"quatrevingtcinq":360,"quatrevingtun":361,"soixantequatre":362,"fourteen":363,"eightynine":364,"se":365,"quatrevingtsept":366,"quatrevingtseize":367,"quatrevingtquinze":368,"sept":369,"eighteen":370,"cinquantecinq":371,"quatrevingttrois":372,"quatrevingtdixhuit":373,"soixantehuit":374,"cinquantedeux":375,"three":376,"twentyfour":377,"thirtyfour":378,"quatrevingtneuf":379,"sixtyfive":380,"trenteneuf":381,"seventysix":382,"fiftyeight":383,"quatrevingtdixsept":384,"eightyfour":385,"vingtsept":386,"trentesept":387,"thirtyseven":388,"hu":389,"##ndre":390,"trentehuit":391,"quarantedeux":392,"hundre":393,"hundred":394,"ninetyone":395,"fiftysix":396,"thirtythree":397,"##el":398,"twel":399,"twelve":400,"el":401,"eleven":402,"fiftyfive":403,"trentesix":404,"cinquantehuit":405,"quinze":406,"str":407,"string":408}}}