{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Replace","pattern":{"String":"0"},"content":""},{"type":"Replace","pattern":{"String":"1"},"content":""},{"type":"Replace","pattern":{"String":"2"},"content":""},{"type":"Replace","pattern":{"String":"3"},"content":""},{"type":"Replace","pattern":{"String":"4"},"content":""},{"type":"Replace","pattern":{"String":"5"},"content":""},{"type":"Replace","pattern":{"String":"6"},"content":""},{"type":"Replace","pattern":{"String":"7"},"content":""},{"type":"Replace","pattern":{"String":"8"},"content":""},{"type":"Replace","pattern":{"String":"9"},"content":""},{"type":"Replace","pattern":{"String":"-"},"content":""},{"type":"Lowercase"}]},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"unk_token":"[UNK]","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"[UNK]":0,"[CLS]":1,"[SEP]":2,"[PAD]":3,"\"":4,",":5,"a":6,"c":7,"d":8,"e":9,"f":10,"g":11,"h":12,"i":13,"l":14,"m":15,"n":16,"o":17,"p":18,"q":19,"r":20,"s":21,"t":22,"u":23,"v":24,"w":25,"x":26,"y":27,"z":28,"à":29,"##o":30,"##i":31,"##x":32,"##a":33,"##n":34,"##t":35,"##e":36,"##s":37,"##q":38,"##u":39,"##f":40,"##y":41,"##r":42,"##w":43,"##l":44,"##z":45,"##h":46,"##v":47,"##g":48,"##p":49,"##,":50,"##d":51,"##\"":52,"##c":53,"de":54,"##en":55,"th":56,"##te":57,"##ty":58,",,":59,"mo":60,"##ez":61,"##in":62,"##nte":63,"##ve":64,"##ix":65,"##ui":66,"##ua":67,"al":68,"go":69,"to":70,"##lez":71,"the":72,"move":73,"allez":74,"pui":75,"then":76,"puis":77,"##ig":78,"##igh":79,"##ev":80,"##tr":81,"##ight":82,"qua":83,"##oi":84,"\",":85,",\"":86,"\",,":87,"##ing":88,"##ingt":89,"##ante":90,"##roi":91,"do":92,"droi":93,"ga":94,"le":95,"right":96,"up":97,"##sc":98,"##uc":99,"##ft":100,"##wn":101,"##he":102,"##dez":103,"desc":104,"##endez":105,"monte":106,"down":107,"droite":108,"gauc":109,"left":110,"descendez":111,"montez":112,"gauche":113,"et":114,"##even":115,"quatr":116,"##evingt":117,"quatrevingt":118,"##rty":119,"##ine":120,"so":121,"soix":122,"soixante":123,"##ze":124,"##qua":125,"##nd":126,"##eu":127,"and":128,"##six":129,"six":130,"seven":131,"##tyt":132,"fo":133,"nine":134,"tw":135,"fi":136,"##tyf":137,"##re":138,"thi":139,"##se":140,"cin":141,"eigh":142,"fif":143,"##ne":144,"##uit":145,"##euf":146,"forty":147,"thirty":148,"twen":149,"cinqua":150,"quar":151,"tr":152,"tren":153,"##pt":154,"vingt":155,"##ur":156,"##huit":157,"##ree":158,"cinquante":159,"trente":160,"##sept":161,"quarante":162,"##hree":163,"##one":164,"##seven":165,"##wo":166,"##nine":167,"##dix":168,"##eight":169,"##tre":170,"##ive":171,"##our":172,"##teen":173,"seventy":174,"##tythree":175,"##tytwo":176,"twenty":177,"##deu":178,"##deux":179,"sixty":180,"##cin":181,"##cinq":182,"eighty":183,"ninety":184,"##ize":185,"##troi":186,"##trois":187,"un":188,"##quatre":189,"##tyfive":190,"fifty":191,"##tyfour":192,"##neuf":193,"dix":194,"##ten":195,"##teneuf":196,"quatrevingtdix":197,"soixantedix":198,"##uin":199,"##uinze":200,"##nteneuf":201,"##or":202,"##tor":203,"##torze":204,"##nze":205,"##uze":206,"##three":207,"one":208,"##anteneuf":209,"four":210,"##seize":211,"se":212,"##quinze":213,"onze":214,"##quatorze":215,"##two":216,"##treize":217,"##ouze":218,"##douze":219,"##four":220,"##five":221,"seventyone":222,"dixhuit":223,"thirtythree":224,"cinquantesix":225,"ninetytwo":226,"thirtyone":227,"quinze":228,"quaranteneuf":229,"quatrevingtdixhuit":230,"##un":231,"quatrevingtun":232,"quatrevingtdixsept":233,"eightynine":234,"seventytwo":235,"fortynine":236,"fortyone":237,"fifteen":238,"ninetyone":239,"quatorze":240,"quatrevingtdeux":241,"fourteen":242,"fortyseven":243,"eight":244,"sept":245,"troi":246,"trois":247,"twentythree":248,"soixantequinze":249,"dixneuf":250,"nineteen":251,"seventyseven":252,"seventynine":253,"twentyseven":254,"sixtytwo":255,"two":256,"quarantehuit":257,"cinquantedeux":258,"soixantesept":259,"trentehuit":260,"cen":261,"cent":262,"soixantedixneuf":263,"trentetrois":264,"ninetyeight":265,"thirtyeight":266,"twentyeight":267,"quatrevingtsix":268,"seventythree":269,"twentyfour":270,"quarantecinq":271,"eightyseven":272,"hu":273,"##ndre":274,"ninetythree":275,"fortysix":276,"hundre":277,"hundred":278,"vingtcinq":279,"neuf":280,"douze":281,"quatrevingtseize":282,"quatrevingthuit":283,"soixantehuit":284,"cinquantetrois":285,"quatrevingttrois":286,"sixtyeight":287,"quatrevingtsept":288,"quatrevingtneuf":289,"vingtdeux":290,"vingthuit":291,"quatrevingtdixneuf":292,"soixanteseize":293,"quarantesix":294,"quatrevingttreize":295,"quatrevingtdouze":296,"trentedeux":297,"quatrevingtquatre":298,"soixantequatre":299,"eightythree":300,"sixtyone":301,"huit":302,"tre":303,"thirtysix":304,"treize":305,"twentyone":306,"quatrevingtcinq":307,"eighteen":308,"soixantequatorze":309,"eightysix":310,"soixanteneuf":311,"thirtyfour":312,"trentesept":313,"ninetyseven":314,"sixteen":315,"fortythree":316,"quatrevingtquatorze":317,"five":318,"cinquanteneuf":319,"sixtythree":320,"##onze":321,"quatrevingtonze":322,"thirtytwo":323,"sixtynine":324,"sixtyfive":325,"sixtysix":326,"fiftythree":327,"seventyeight":328,"seventeen":329,"eightyfive":330,"twentynine":331,"fiftynine":332,"dixsept":333,"cinquantecinq":334,"trentequatre":335,"quarantedeux":336,"thirtyseven":337,"seventysix":338,"soixantecinq":339,"fiftyseven":340,"fortytwo":341,"cinquantesept":342,"fiftysix":343,"soixantedixsept":344,"ninetyfour":345,"trentesix":346,"vingttrois":347,"cinquantehuit":348,"seize":349,"##ux":350,"deux":351,"trentecinq":352,"twentytwo":353,"trenteneuf":354,"el":355,"fiftyfive":356,"eleven":357,"quatre":358,"vingtsix":359,"##rteen":360,"quatrevingtquinze":361,"thirteen":362,"vingtquatre":363,"##el":364,"twel":365,"twelve":366,"ninetyfive":367,"vingtneuf":368,"quatrevingts":369,"quarantetrois":370,"twentyfive":371,"sixtyseven":372,"seventyfive":373,"eightytwo":374,"fiftytwo":375,"eightyeight":376,"ten":377,"fortyfive":378,"soixantetreize":379,"fortyeight":380,"fiftyeight":381,"ninetynine":382,"seventyfour":383,"quarantesept":384,"quarantequatre":385,"thirtynine":386,"soixantedouze":387,"cinq":388,"cinquantequatre":389,"fortyfour":390,"soixantedeux":391,"three":392,"fiftyone":393,"vingtsept":394,"sixtyfour":395,"thirtyfive":396,"twentysix":397,"soixantetrois":398,"eightyone":399,"soixantedixhuit":400,"ninetysix":401,"fiftyfour":402,"soixantesix":403,"eightyfour":404,"str":405,"string":406}}}